"secureCryptoVault" = "CAJA FUERTE DE CRIPTO";
"thisDevice" = "Este Dispositivo:";
"start" = "Iniciar";
"createNewVault" = "Crear una Nueva Caja Fuerte";
"importExistingVault" = "Importar una Caja Fuerte Existente";
"import" = "Importar";
"continue" = "Continuar";
"changeVault" = "Cambiar Caja Fuerte";
"setup" = "Configurar";
"pair" = "Emparejar";
"join" = "Unirse";
"swap" = "Intercambiar";
"send" = "Enviar";
"tokens" = "Tokens";
"vaults" = "Cajas Fuertes";
"vault" = "Caja Fuerte";
"main" = "Principal";
"address" = "Dirección";
"vaultDetailsTitle" = "Detalles";
"vaultDetailsDescription" = "Ver los detalles de tu caja fuerte";
"ECDSA" = "ECDSA";
"EdDSA" = "EdDSA";
"backup" = "Respaldar";
"error" = "Error";
"backupVault" = "Respaldar tu caja fuerte";
"rename" = "Renombrar";
"renameVault" = "Editar el nombre de tu caja fuerte";
"delete" = "Eliminar";
"cancel" = "Cancelar";
"save" = "Guardar";
"asset" = "Activo";
"assets" = "Activos";
"vaultName" = "Nombre de la Caja Fuerte";
"deleteVault" = "Eliminar tu caja fuerte permanentemente";
"deleteVaultTitle" = "Eliminar Caja Fuerte";
"deleteVaultDescription" = "Esta caja fuerte será eliminada permanentemente";
"backupVault" = "Respaldar tu caja fuerte";
"addNewVault" = "Agregar Nueva Caja Fuerte";
"editVault" = "Editar Caja Fuerte";
"addressCopied" = "Dirección copiada";
"hashCopied" = "Hash copiado";
"ok" = "OK";
"next" = "Siguiente";
"skip" = "Saltar";
"from" = "De";
"to" = "A";
"fees" = "Tarifas";
"time" = "Tiempo";
"scan" = "Escanear";
"pair" = "Emparejar";
"verify" = "Verificar";
"amount" = "Cantidad";
"keysign" = "Firma de Clave";
"done" = "Hecho";
"gas(auto)" = "Gas (auto)";
"enterPreviousVault" = "Ingresa tu caja fuerte creada anteriormente";
"uploadFile" = "Subir archivo, texto o imagen";
"devicesOnSameWifi" = "Mantén los dispositivos en la misma red con Vultisig abierto";
"need3Devices" = "Necesitas al menos 2 dispositivos";
"chooseTokens" = "Elegir Tokens";
"chooseChains" = "Elegir Cadenas";
"enterAddress" = "Ingresar Dirección";
"enterAmount" = "Ingresar Cantidad";
"reshare" = "Recompartir";
"unknown" = "Desconocido";
"reshareVault" = "Recompartir caja fuerte con un nuevo comité";
"pairWithOtherDevices" = "Emparejar con otros dispositivos:";
"scanQrCode" = "Escanear Código QR";
"mainDevice" = "Dispositivo Principal";
"pleaseWait" = "Por favor espera...";
"joinKeygen" = "UNIRSE A LA GENERACIÓN/RECOMPARTICIÓN DE CLAVE";
"failToStartKeygen" = "No se pudo iniciar la generación de clave debido a información faltante";
"scanQRCodeJoinKeygen" = "Escanea el Código QR en otra aplicación Vultisig para comenzar.";
"discoveringMediator" = "Descubriendo el servicio mediador, por favor espera...";
"joiningKeygen" = "Uniendo al proceso de generación/compartición de clave, por favor espera...";
"waitingForKeygenToStart" = "Esperando que comience la generación de clave, por favor espera...";
"preparingVault" = "PREPARANDO CAJA FUERTE...";
"generatingECDSA" = "GENERANDO CLAVE ECDSA";
"generatingEdDSA" = "GENERANDO CLAVE EdDSA";
"reshareECDSA" = "RECOMPARTIENDO CLAVE ECDSA";
"reshareEdDSA" = "RECOMPARTIENDO CLAVE EdDSA";
"keygenFailed" = "La generación de clave falló";
"reshareFailed" = "La recompartición de clave falló";
"joinKeyshare" = "Unirse a la Compartición de Clave";
"lookingForDevices" = "Buscando dispositivos... ";
"sign" = "Firmar";
"amount" = "Cantidad";
"amount(inFiat)" = "Cantidad (en Fiat)";
"balanceNativeToken" = "Saldo de Token Nativo";
"memo" = "Memo";
"gas" = "Gas";
"signing" = "Firmando";
"transaction" = "Transacción";
"complete" = "Completo";
"tryAgain" = "Intentar de Nuevo";
"failStartKeysign" = "Fallo al iniciar firma de clave";
"waitingForKeySignStart" = "Esperando que comience el proceso de firma...";
"keysignFail" = "El proceso de firma de clave no pudo ser iniciado. Por favor verifica tus ajustes e intenta de nuevo.";
"joinKeySign" = "Unirse a la firma de clave";
"creatingTssInstance" = "CREANDO INSTANCIA TSS...";
"signingWithECDSA" = "FIRMANDO USANDO CLAVE ECDSA... ";
"signingWithEdDSA" = "FIRMANDO USANDO CLAVE EdDSA... ";
"keysignFinished" = "FIRMA DE CLAVE FINALIZADA...";
"scanWithPairedDevice" = "Escanear con tu dispositivo emparejado:";
"waitingForKeygenStart" = "Esperando que comience la generación de clave...";
"sendingRightAddressCheck" = "Estoy enviando a la dirección correcta";
"correctAmountCheck" = "La cantidad es correcta";
"notHackedCheck" = "No estoy enviando mi dinero a una estafa o hacker";
"wrongVaultTryAgain" = "Caja Fuerte o Dispositivo Emparejado Incorrecto.";
"signInErrorTryAgain" = "Error al Firmar. Por favor intenta de nuevo.";
"sameWifiEntendedInstruction" = "Mantén los dispositivos en la misma red WiFi, elige la caja fuerte correcta y empareja los dispositivos. Asegúrate de que no haya otros dispositivos ejecutando Vultisig.";
"validAddressError" = "Por favor ingresa una dirección válida.";
"positiveAmountError" = "La cantidad debe ser un número positivo. Intenta de nuevo.";
"nonNegativeFeeError" = "La tarifa debe ser un número no negativo. Intenta de nuevo.";
"walletBalanceExceededError" = "El total de la cantidad y la tarifa excede el saldo de tu cartera. Intenta de nuevo.";
"mustHaveETHError" = "Debes tener ETH para pagar el gas, antes de enviar un token.";
"unavailableBalanceError" = "El saldo de la cartera no está disponible.";
"invalidGasFeeError" = "Tarifa de gas inválida proporcionada.";
"invalidTransactionAmountError" = "Cantidad de transacción inválida proporcionada.";
"walletBalanceExceededSolanaError" = "La cantidad combinada y la tarifa exceden el saldo de tu cartera. Intenta de nuevo.";
"notEnoughBalanceError" = "No tienes suficiente saldo para enviar esta transacción";
"gasEstimateETHError" = "Error al estimar gas para ETH";
"gasEstimateTOKENError" = "Error al estimar gas para el TOKEN";
"gasEstimateError:" = "Error estimando gas: ";
"mustAgreeTermsError" = "Debes estar de acuerdo con los términos.";
"confirmToSign" = "Confirmar para firmar el mensaje?";
"unableToStartKeysignProcess" = "No se pudo iniciar el proceso de firma de clave debido a información faltante.";
"transactionComplete" = "Transacción Completa";
"transactions" = "Transacciones";
"cannotFindTransactions" = "No se Pueden Encontrar Transacciones";
"transactionID" = "ID de Transacción";
"errorFetchingTransactions" = "Error al obtener transacciones";
"noTransactions" = "Aún no hay transacciones";
"tryFaceIDAgain" = "Intentar Face ID de nuevo";
"loginUsingFaceID" = "Iniciar sesión usando Face ID";
"failToGetAccountNumber" = "No se pudo obtener el número de cuenta";
"failToGetSequenceNo" = "No se pudo obtener el número de secuencia";
"failToGetRecentBlockHash" = "No se pudo obtener el hash del bloque reciente";
"checkExplorer" = "consultar explorador";
"self" = "Propio";
"settings" = "Configuración";
"language" = "Idioma";
"currency" = "Moneda";
"faq" = "Preguntas Frecuentes";
"other" = "Otro";
"shareTheApp" = "Compartir La App";
"noChainSelected" = "No se ha seleccionado ninguna cadena";
"setupVaultFAQQuestion" = "¿Cómo configuro mi bóveda de criptomonedas?";
"setupVaultFAQAnswer" = "Reúne dos o más de tus dispositivos y conéctalos a tu WiFi local, Hotspot o internet. Luego, simplemente empárejalos mediante un código QR y crea una nueva bóveda. Después podrás enviar fondos.";
"supportedCryptoFAQQuestion" = "¿Qué criptomonedas son compatibles con Vultisig?";
"supportedCryptoFAQAnswer" = "Todos los activos compatibles con Trust Wallet Core son compatibles en Vultisig.";
"vaultSecurityFAQQuestion" = "¿Cómo la aplicación de bóveda criptográfica asegura mis criptomonedas?";
"vaultSecurityFAQAnswer" = "Vultisig ha sido auditado, es de código abierto y utiliza una biblioteca TSS muy probada.";
"moneyFAQQuestion" = "¿Cómo genera ingresos Vultisig?";
"moneyFAQAnswer" = "Vultisig solo cobra una tarifa fija por intercambio y puenteo. No hay otras tarifas ocultas.";
"assetRecoveryFAQQuestion" = "¿Puedo recuperar mis activos si pierdo un dispositivo?";
"assetRecoveryFAQAnswer" = "Puedes respaldar tu bóveda exportando las partes de la bóveda.";
"registerFAQQuestion" = "¿Necesito registrarme?";
"registerFAQAnswer" = "No, no hay requisitos de registro.";
"languageChangeTitle" = "Idioma cambiado";
"restart" = "Por favor, reinicie la aplicación para aplicar los nuevos ajustes de idioma.";
"EnglishUK" = "Inglés (UK)";
"German" = "Alemán";
"Spanish" = "Español";
"Italian" = "Italiano";
"Croatian" = "Croata";
"Portuguese" = "Portugués";
"youAreCreatingA" = "Estás creando un";
"withTheseDevices" = "Con estos dispositivos";
"pairDeviceDisclaimersFirst" = "Solo puedes enviar transacciones con al menos";
"pairDeviceDisclaimersSecond" = "de estos dispositivos presentes.";
"backupNotNeededDisclaimer" = "Tu dispositivo de respaldo no es necesario a menos que pierdas uno de tus dispositivos principales.";
"noBackupDeviceDisclaimer" = "No tienes un tercer dispositivo de respaldo, así que debes hacer una copia de seguridad de una parte del cofre de forma segura más tarde.";
"vaultNameExists" = "El nombre de la bóveda %s ya existe";
"balanceNotAvailable" = "Saldo no disponible";
"invalidBalance" = "Saldo no válido";
"cannotDisableChain" = "No se puede desactivar la cadena";
"needToRemoveTokens" = "Todos los tokens dentro de esta cadena deben ser eliminados antes de continuar.";
"typeHere" = "Escribe aquí";
"nameYourVault" = "Nombrar tu Vault";
"uploadFromGallery" = "Subir desde la galería";
"polkadotExistentialDepositError" = "Si una cuenta cae por debajo de 1 DOT (Depósito Existencial), la cuenta es eliminada (desactivada) y los fondos restantes son destruidos. La dirección puede ser reactivada con un nuevo depósito mayor que el depósito existencial en cualquier momento. Esto no restaurará los fondos destruidos.";
"noCameraPermissionError" = "Permiso para la cámara denegado.\n\nPor favor, actívalo en la Configuración.";
"openSettings" = "Abrir Configuración";
"fetchingVaultDetails" = "Obteniendo detalles del almacén";
"vaultNameUnique" = "El nombre del almacén debe ser único.";
"alreadyExists" = "ya existe";
"dismiss" = "Descartar";
"urlCopied" = "URL copiado";
"vaultWillBeDeletedPermanentlyPrompt" = "Soy consciente de que el almacén será eliminado permanentemente";
"canLoseFundsPrompt" = "Soy consciente de que puedo perder fondos.";
"madeVaultBackupPrompt" = "He hecho una copia de seguridad del almacén";
"youArePermanentlyDeletingVault" = "Estás eliminando permanentemente tu almacén";
"reviewConditions" = "Revisar Condiciones";
"reviewConditionsMessage" = "Por favor, revise y acepte todas las condiciones listadas.";
"deposit" = "Depósito";
"enterPassword" = "Introduce la contraseña";
"passwordProtectBackup" = "Protege tu copia de seguridad con una contraseña";
"errorSavingFile" = "Error al guardar el archivo";
"invalidVaultData" = "Datos del almacén no válidos";
"vaultAlreadyExists" = "El almacén ya existe";
"vaultRestoreFailed" = "No se pudo restaurar el almacén";
"backupDecryptionFailed" = "No se pudo descifrar la copia de seguridad";
"incorrectPassword" = "Contraseña incorrecta";
"findCustomTokens" = "Encuentra Tu Token Personalizado";
"customToken" = "Token Personalizado";
"details" = "Detalles";
"vaultType" = "Tipo de almacén";
"ECDSAKey" = "Clave ECDSA";
"EdDSAKey" = "Clave EdDSA";
"Selected" = "Seleccionado";
"searchResult" = "Resultado de la búsqueda";
"verifyPassword" = "Verificar contraseña";
"passwordMismatch" = "Las contraseñas no coinciden";
"verifyPasswordMismatch" = "Por favor, asegúrate de que tus contraseñas coinciden.";
"emptyField" = "Campo(s) vacío(s)";
"checkEmptyField" = "Por favor, asegúrate de que todos los campos están llenos.";
"optionalPasswordProtectBackup" = "Protección opcional con contraseña de tu almacén";
"keygenFor" = "Generación de claves para";
"devicesOnSameNetwork" = "Conecta todos los dispositivos a la misma\nred con la aplicación Vultisig abierta.";
"devicesOnSameInternet" = "Conecta todos los dispositivos a Internet\ncon la aplicación Vultisig abierta.";
"invalidFileFormat" = "Formato de archivo no válido";
"invalidFileFormatMessage" = "Asegúrate de haber seleccionado el archivo de respaldo correcto con extensión .dat.";
"uploadBackupFile" = "Subir archivo de respaldo";
